CREATE TABLE table_прядеин (
	id INT AUTO_INCREMENT,
	lastname VARCHAR(20),
    firstname VARCHAR(20),
    patronymic VARCHAR(20),
    phone VARCHAR(11),
    employment_day DATE,
    salary INT,
    adress VARCHAR(100),
PRIMARY KEY(id));

INSERT INTO table_прядеин(lastname, firstname, patronymic, phone, employment_day, salary, adress)
VALUES
("Прядеин", "Иван", "Алексеевич", "89824454932", "2005-08-26", 100000, "г.Пермь, ул.Дедюкина, 20"),	
("Коротков", "Павел", "Маркович", "89828495561", "2021-04-11", 85750, "г.Рязань, ул.Солнечная, 3"),
("Игнатьева", "Ева", "Александровна", "89825682933", "2007-02-15", 98052, "г.Псков, ул.3 Марта, 14"),
("Сухов", "Никита", "Богданович", "89822694053", "2004-07-04", 65042, "г.Боровичи, ул.Солнечная, 12"),
("Орехова", "Ксения", "Львовна", "89824576627", "2018-02-14", 66771, "г.Волгодонск, ул.Новая, 18"),
("Колесникова", "Надежда", "Михайловна", "89827613328", "2009-05-08", 73295, "г.Саратов, ул.3 Марта, 4"),
("Новиков", "Михаил", "Алексеевич", "89828618040", "2011-08-18", 88413, "г.Киров, ул.Октябрьская, 6"),
("Лосев", "Максим", "Даниилович", "89820061601", "2003-08-31", 36079, "г.Магадан, ул.Тихая, 19"),
("Иванова", "Малика", "Кирилловна", "89826873149", "2008-08-07", 43494, "г.Волгодонск, ул.Школьная, 11"),
("Волков", "Глеб", "Александрович", "89821014293", "2007-12-28", 92460, "г.Курган, ул.Комсомольская, 24"),
("Ульянова", "Алиса", "Адамовна", "89822743265", "2010-04-23", 72043, "г.Боровичи, ул.Калинина, 12"),
("Попова", "Арина", "Петровна", "89821627638", "2017-05-11", 44320, "г.Киров, ул.Солнечная, 1"),
("Сазонова", "Полина", "Павловна", "89826496909", "2006-12-04", 67256, "г.Псков, ул.Октябрьская, 3"),
("Сомов", "Макар", "Михайлович", "89825367398", "2018-03-07", 72919, "г.Балашиха, ул.Строителей, 12"),
("Кулаков", "Тимур", "Артёмович", "89822901541", "2001-02-07", 76944, "г.Псков, ул.Комсомольская, 20"),
("Матвеева", "Полина", "Всеволодовна", "89829252242", "2007-10-22", 87889, "г.Ижевск, ул.Дружная, 3"),
("Блинова", "Дарья", "Данииловна", "89821653051", "2006-04-23", 80067, "г.Балашиха, ул.Новая, 21"),
("Громов", "Андрей", "Кириллович", "89821627638", "2023-05-12", 99284, "г.Саратов, ул.Школьная, 17"),
("Романова", "Мила", "Александровна", "89820061601", "2002-05-20", 97022, "г.Киров, ул.Тихая, 1"),
("Токарева", "Милана", "Тимофеевна", "89822579961", "2022-11-18", 62532, "г.Магадан, ул.Строителей, 17");

SELECT
	id AS "Id",
	lastname AS "Фамилия",
	firstname AS "Имя",
    patronymic AS "Отчество",
    phone AS "Номер телефона",
    employment_day AS "Дата устройства",
    salary AS "Заработная плата",
    adress AS "Адрес"
FROM table_прядеин;